brew "act"
brew "awscli"
brew "azure-cli"
brew "b3sum"
brew "btop"
brew "cloc"
brew "coreutils"
brew "crane"
brew "dust"
brew "eza"
brew "fd"
brew "fio"
brew "flamegraph"
brew "fluxcd/tap/flux"
brew "fzf"
brew "fzf-tab"
brew "gpg2"
brew "gh"
brew "github-mcp-server"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "grip"
brew "huggingface-cli"
brew "ipython"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "lima"
brew "llmfit"
brew "lua-language-server"
brew "meson"
brew "minio-mc"
brew "mlx-lm"
brew "neovim"
brew "node"
brew "numpy"
brew "pinentry-mac"
brew "pkg-config"
brew "protobuf"
brew "pv"
brew "pyenv"
brew "python"
brew "python-matplotlib"
brew "pyright"
brew "ripgrep"
brew "redis"
brew "rtk"
brew "rustup-init"
brew "s5cmd"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "virtualenvwrapper"
brew "w3m"
brew "watch"
brew "wget"
brew "yazi"
brew "zoxide"

cask "1password-cli"
cask "aws-vault-binary"
cask "gcloud-cli"
cask "ghostty"

tap "anomalyco/tap"
tap "fluxcd/tap"
tap "oven-sh/bun"
brew "anomalyco/tap/opencode"
brew "oven-sh/bun/bun"

go "golang.org/x/tools/gopls"
