brew "act"
brew "awscli"
brew "azure-cli"
brew "btop"
brew "cloc"
brew "coreutils"
brew "eza"
brew "fio"
brew "flamegraph"
brew "fzf"
brew "gpg2"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "graphviz"
brew "ipython"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "lima"
brew "lua-language-server"
brew "meson"
brew "neovim"
brew "node"
brew "numpy"
brew "pinentry-mac"
brew "pkg-config"
brew "protobuf"
brew "pv"
brew "pyenv"
brew "python"
brew "python-matplotlib"
brew "pyright"
brew "ripgrep"
brew "redis"
brew "rustup-init"
brew "stow"
brew "tree"
brew "virtualenvwrapper"
brew "watch"
brew "wget"
brew "yazi"

cask "gcloud-cli"
cask "ghostty"
cask "aws-vault-binary"

tap "anomalyco/tap"
brew "opencode"

go "golang.org/x/tools/gopls"
