brew "awscli"
brew "coreutils"
brew "flamegraph"
brew "fzf"
brew "gpg2"
brew "gh"
brew "git"
brew "go"
brew "graphviz"
brew "ipython"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "lua-language-server"
brew "neovim"
brew "node"
brew "numpy"
brew "pinentry-mac"
brew "protobuf"
brew "python"
brew "python-matplotlib"
brew "ripgrep"
brew "redis"
brew "stow"
brew "tree"
brew "virtualenvwrapper"
brew "wget"
